Repository: Imran200216/doctor_meshal_app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Select Language
ar: اختر اللغة

# selectLanguageDescription
source: Let’s get started! Pick a language you’re most comfortable with
ar: لنبدأ! اختر اللغة التي تشعر بالراحة في استخدامها

# loginTitle
source: Get Started with our App
ar: ابدأ استخدام تطبيقنا

# loginSubTitle
source: Sign in to your Account
ar: سجّل الدخول إلى حسابك

# registerTitle
source: Create Your Doctor Booking Account
ar: أنشئ حسابك في تطبيق حجز الأطباء

# registerSubTitle
source: Join us and schedule appointments effortlessly
ar: انضم إلينا وحدد مواعيدك بسهولة

# enterEmail
source: Enter your email
ar: أدخل بريدك الإلكتروني

source: Email
ar: البريد الإلكتروني

# enterPassword
source: Enter your password
ar: أدخل كلمة المرور

source: Password
ar: كلمة المرور

# enterConfirmPassword
source: Enter your confirm password
ar: أدخل تأكيد كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Forget Password?
ar: هل نسيت كلمة المرور؟

source: Login
ar: تسجيل الدخول

source: Or Continue With
ar: أو تابع باستخدام

source: Continue with Google
ar: تسجيل الدخول عبر Google

source: Continue with Apple
ar: تسجيل الدخول عبر Apple

# enterFirstName
source: Enter your first name
ar: أدخل اسمك الأول

source: First Name
ar: الاسم الأول

# enterLastName
source: Enter your last name
ar: أدخل اسم العائلة

source: Last Name
ar: اسم العائلة

# enterPhoneNumber
source: Enter your phone number
ar: أدخل رقم هاتفك

source: Phone Number
ar: رقم الهاتف

source: Register
ar: تسجيل

source: home
ar: الرئيسية

source: Appointments
ar: المواعيد

source: Education
ar: التعليم

source: Profile
ar: الملف الشخصي

source: Search Country
ar: بحث عن دولة

source: Patient Corner
ar: ركن المرضى

source: Education Sub Topics
ar: المواضيع الفرعية التعليمية

source: My Account
ar: حسابي

source: Edit Profile
ar: تعديل الملف الشخصي

source: Language
ar: اللغة

source: Change Password
ar: تغيير كلمة المرور

source: Support
ar: الدعم

# termsAndConditions
source: Terms & Conditions
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: General
ar: عام

source: Person Details
ar: تفاصيل الشخص

source: Your Email
ar: بريدك الإلكتروني

# forgetPasswordSubTitle
source: Don’t worry! Just enter your email and we’ll help you reset your password.
ar: لا تقلق! فقط أدخل بريدك الإلكتروني وسنساعدك على إعادة تعيين كلمة المرور.

source: Send OTP
ar: إرسال رمز التحقق

source: Enter Verification Code
ar: أدخل رمز التحقق

# otpSubTitle
source: we've sent you a code to verify your email on
ar: لقد أرسلنا لك رمزًا للتحقق من بريدك الإلكتروني على

# receiveCode
source: Didn't receive the code?
ar: لم تستلم الرمز؟

source: Tap to Resend
ar: اضغط لإعادة الإرسال

source: Logout
ar: تسجيل الخروج

source: Topics
ar: المواضيع

source: Articles
ar: المقالات

source: Sub Topics
ar: الموضوعات الفرعية

# changePasswordSubTitle
source: Please enter your new password below and confirm it to update your account credentials.
ar: يرجى إدخال كلمة المرور الجديدة أدناه وتأكيدها لتحديث بيانات اعتماد حسابك.

# passwordChangeSuccessTitle
source: Password Updated Successfully
ar: تم تحديث كلمة المرور بنجاح

# passwordChangeSuccessSubTitle
source: Your password has been updated successfully. You can now use your new password to sign in securely.
ar: تم تحديث كلمة المرور الخاصة بك بنجاح. يمكنك الآن استخدام كلمة المرور الجديدة لتسجيل الدخول بأمان.

source: Back To Login
ar: العودة إلى تسجيل الدخول

source: Logout Confirmation
ar: تأكيد تسجيل الخروج

# logoutConfirmationDescription
source: Are you sure you want to log out of your account?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من حسابك؟

source: Cancel
ar: إلغاء

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Other
ar: آخر

source: Select Gender
ar: اختر الجنس

source: Select Blood Group
ar: اختر فصيلة الدم

source: Blood Group
ar: فصيلة الدم

source: Date Of Birth
ar: تاريخ الميلاد

# selectDate
source: Select your date of birth
ar: اختر تاريخ ميلادك

source: Height
ar: الطول

# enterHeight
source: Enter height in cm
ar: أدخل الطول بالسنتيمتر

source: Weight
ar: الوزن

# enterWeight
source: Enter weight in kg
ar: أدخل الوزن بالكيلوغرام

# addPersonalDetails
source: Add Person Details
ar: أضف التفاصيل الشخصية

# enterOldPassword
source: Enter your old password
ar: أدخل كلمة المرور القديمة

source: Old Password
ar: كلمة المرور القديمة

# enterNewPassword
source: Enter your new password
ar: أدخل كلمة المرور الجديدة

source: New Password
ar: كلمة المرور الجديدة

source: Peri-Operative
ar: ما قبل وأثناء العملية الجراحية

source: Post-Operative
ar: ما بعد العملية الجراحية

source: Status
ar: الحالة

source: Start Form
ar: ابدأ النموذج

source: Open Survey
ar: افتح الاستبيان

source: Operative Forms
ar: نماذج العمليات الجراحية

# doctorName
source: Dr. Meshal AlHadhoud
ar: د. مشعل الهدهود

# meetOurExpert
source: Meet Our International Expert
ar: تعرف على خبيرنا الدولي

# designation
source: Dr. Meshal Alhadhoud, MBBCh, SB-Orth, MBA, MPH Orthopaedic Consultant.
ar: د. مشعل الهدهود، MBBCh، SB-Orth، MBA، MPH استشاري جراحة العظام.

# designationDescription
source: Orthopedic Trauma Surgery, Reconstructive Foot & Ankle Surgery and Orthopedic Surgery Research Master of Business Administration, Master of Public Health.
ar: جراحة الصدمات العظمية، وجراحة القدم والكاحل الترميمية، وأبحاث جراحة العظام، ماجستير إدارة الأعمال، ماجستير الصحة العامة.

# continueWord
source: Continue
ar: يكمل

source: No Items Found
ar: لم يتم العثور على عناصر

# passwordChangeSuccessful
source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح

# loginSuccess
source: Login Successful
ar: تم تسجيل الدخول بنجاح

source: Register Date
ar: تاريخ التسجيل

# enterBloodGroup
source: Enter your blood group
ar: أدخل فصيلة دمك

source: Enter gender
ar: أدخل الجنس

source: Civil Id
ar: الرقم المدني

source: Enter Civil Id
ar: أدخل الرقم المدني

# internetConnection
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

source: Back
ar: رجوع

# alertSurveyFormTitle
source: Are you sure you want to exit?
ar: هل أنت متأكد أنك تريد الخروج؟

# alertSurveyFormDescription
source: Your form progress will be lost if you leave this page. Do you want to continue?
ar: سيتم فقدان تقدمك في النموذج إذا غادرت هذه الصفحة. هل ترغب في المتابعة؟

# languageSelected
source: Language Selected Successfully
ar: تم اختيار اللغة بنجاح

source: Search
ar: بحث

source: Type your message
ar: اكتب رسالتك

source: Chats
ar: الدردشات

# emailEmpty
source: Email cannot be empty
ar: لا يمكن أن يكون البريد الإلكتروني فارغًا

# emailInvalid
source: Enter a valid email address
ar: الرجاء إدخال بريد إلكتروني صالح

# passwordEmpty
source: Password cannot be empty
ar: لا يمكن أن تكون كلمة المرور فارغة

# firstNameEmpty
source: First name cannot be empty
ar: لا يمكن أن يكون الاسم الأول فارغًا

# lastNameEmpty
source: Last name cannot be empty
ar: لا يمكن أن يكون اسم العائلة فارغًا

# phoneNumberEmpty
source: Phone number cannot be empty
ar: لا يمكن أن يكون رقم الهاتف فارغًا

# confirmPasswordEmpty
source: Confirm password cannot be empty
ar: لا يمكن أن يكون تأكيد كلمة المرور فارغًا

source: Passwords do not match
ar: كلمتا المرور غير متطابقتين

# doctorList
source: Doctors List
ar: قائمة الأطباء

source: Search Doctors
ar: البحث عن الأطباء

source: No Chats Found
ar: لا توجد دردشات

source: No Doctors Found
ar: لا يوجد أطباء

source: Code expires in:
ar: ستنتهي صلاحية الرمز خلال:

source: Code expired
ar: انتهت صلاحية الرمز

source: Timer is running
ar: المؤقت قيد التشغيل

source: Confirm
ar: تأكيد

source: Are you sure
ar: هل أنت متأكد؟

# cancelOTPVerifyProcess
source: You want to cancel this process
ar: هل تريد إلغاء عملية التحقق؟

source: Good Morning
ar: صباح الخير

source: Good Afternoon
ar: مساء الخير

source: Good Evening
ar: مساء الخير

source: Peri Operative Score
ar: درجة ما قبل وبعد العملية

source: Total Form Submit
ar: إجمالي إرسال النموذج

source: Pre-op Submit
ar: إرسال ما قبل العملية

source: Post-op Submit
ar: إرسال ما بعد العملية

source: Logout Success
ar: تم تسجيل الخروج بنجاح

source: Logout Failed
ar: فشل تسجيل الخروج

source: Consult Doctor
ar: استشارة طبيب

# noInternet
source: No internet connection. Please check your network settings.
ar: لا يوجد اتصال بالإنترنت. يرجى التحقق من إعدادات الشبكة.

source: Retry
ar: إعادة المحاولة

source: View Form
ar: عرض النموذج

source: Patient Name
ar: اسم المريض

source: Form Status
ar: حالة النموذج

source: Submitted Date
ar: تاريخ التقديم

source: Profile Image
ar: صورة الملف الشخصي

source: Take Photo
ar: التقاط صورة

source: Choose from Gallery
ar: اختيار من المعرض

source: Pre Operative Summary
ar: ملخص ما قبل العملية

source: Post Operative Summary
ar: ملخص ما بعد العملية

source: Dashboard Summary
ar: ملخص لوحة التحكم

source: Operative Summary
ar: ملخص العملية

source: Form Serial No
ar: الرقم التسلسلي للنموذج

source: Form Title
ar: عنوان النموذج

source: Form Type
ar: نوع النموذج

source: Form Status Submitted
ar: حالة النموذج المرسل

source: Form Submitted Date
ar: تاريخ إرسال النموذج

source: Form Total Points
ar: إجمالي نقاط النموذج,,,

source: Form Created At
ar: تاريخ إنشاء النموذج

source: Search Peri Operative Forms...
ar: ابحث عن نماذج ما قبل العملية...

source: Search Post Operative Forms...
ar: ابحث عن نماذج ما بعد العملية...

source: Form
ar: النموذج

source: Submitted Counts
ar: عدد المقدَّم

source: ReSubmitted Counts
ar: عدد المُعاد تقديمه

source: Reviewed Counts
ar: عدد المُراجَع

source: Approved Counts
ar: عدد الموافق عليه

source: Rejected Counts
ar: عدد المرفوض

# totalPatient
source: Total Patient Count
ar: إجمالي عدد المرضى

source: Total Education Articles
ar: إجمالي المقالات التعليمية

source: Patients
ar: المرضى

source: Patient Status
ar: حالة المريض

source: Doctor Status
ar: حالة الطبيب

source: Something went wrong
ar: حدث خطأ ما

source: Localization
ar: اللغة

source: Bio
ar: السيرة الذاتية

source: Services
ar: الخدمات

source: Doctor Info
ar: معلومات الطبيب

source: Patient Feedbacks
ar: آراء المرضى

# writeFeedback
source: Write your Feedback
ar: اكتب ملاحظاتك

source: Enter Feedback
ar: أدخل الملاحظات

source: Feedback
ar: الملاحظات

source: Submit
ar: إرسال

source: View Patient Feedback
ar: عرض ملاحظات المريض

source: Loading...
ar: جارٍ التحميل...

# traumaService1
source: All kinds of Shoulder, Clavicle, Scapula, Humerus, Elbow, Forearm, Wrist fracture or dislocation and soft tissue trauma.
ar: جميع أنواع كسور أو خلع الكتف، الترقوة، لوح الكتف، العضد، المرفق، الساعد، الرسغ وإصابات الأنسجة الرخوة.

# traumaService2
source: Acromioclavicular and Sternoclavicular joint dislocations.
ar: خلوع مفاصل الأخرم الترقوي والمفصل القصي الترقوي.

# traumaService3
source: Pelvis and acetabulum fractures.
ar: كسور الحوض والحُقّ.

# traumaService4
source: All kinds of Hip, Femur, Tibia fractures or dislocation, and soft tissue trauma.
ar: جميع أنواع كسور أو خلع الورك، عظم الفخذ، الساق (الظنبوب)، وإصابات الأنسجة الرخوة.

# traumaService5
source: Ankle fracture.
ar: كسر الكاحل.

# traumaService6
source: Dislocation of bones.
ar: خلع العظام.

# traumaService7
source: Stress fractures.
ar: كسور الإجهاد.

# traumaService8
source: Complex fractures of the upper and lower extremity.
ar: الكسور المعقدة للأطراف العلوية والسفلية.

# traumaService9
source: Intra-articular and periarticular fractures.
ar: الكسور داخل المفصل وحول المفصل.

# traumaService10
source: Fracture nonunions.
ar: عدم التئام الكسور.

# traumaService11
source: Fracture malunions.
ar: سوء التئام الكسور.

# traumaService12
source: Bone infections.
ar: التهابات العظام.

# traumaService13
source: Complex Regional Pain Syndrome.
ar: متلازمة الألم الإقليمي المعقد.

# traumaService14
source: Peri-prosthetic fractures of upper and lower limb.
ar: كسور حول الأطراف الصناعية في الأطراف العلوية والسفلية.

# traumaService15
source: Post-traumatic deformity and arthritis.
ar: تشوهات ما بعد الصدمة والتهاب المفاصل.

# traumaService16
source: Minimally-invasive fracture stabilization.
ar: تثبيت الكسور بالحد الأدنى من التدخل الجراحي.

# traumaService17
source: Arthroscopically assisted fracture care.
ar: علاج الكسور بمساعدة تنظير المفصل.

# traumaService18
source: Joint dislocation and ligamentous injuries.
ar: خلوع المفاصل وإصابات الأربطة.

# traumaService19
source: Osteoporosis.
ar: هشاشة العظام.

# traumaService20
source: All kinds of geriatric fractures.
ar: جميع أنواع الكسور لدى كبار السن.

# footAnkleService1
source: All kinds of non-operative treatment of foot and ankle pathologies.
ar: جميع أنواع العلاج غير الجراحي لأمراض القدم والكاحل.

# footAnkleService2
source: All kinds of surgeries of Forefoot, Midfoot, Hindfoot, and Ankle.
ar: جميع أنواع جراحات مقدمة القدم، منتصف القدم، مؤخرة القدم، والكاحل.

# footAnkleService3
source: Hallux valgus.
ar: إبهام القدم الأروح (Hallux valgus).

# footAnkleService4
source: Lesser Toe deformity.
ar: تشوه أصابع القدم الصغيرة.

# footAnkleService5
source: Keratosis Disorder.
ar: اضطراب التقرّن (Keratosis).

# footAnkleService6
source: Bunionette.
ar: الورم الصغير (Bunionette).

# footAnkleService7
source: Sesamoid and accessory bone issues.
ar: مشاكل العظام السمسمية والعظام الإضافية.

# footAnkleService8
source: Disorders of foot and ankle nerves.
ar: اضطرابات أعصاب القدم والكاحل.

# footAnkleService9
source: Plantar heel pain.
ar: ألم الكعب الأخمصي.

# footAnkleService10
source: Diabetic foot and infections.
ar: القدم السكري والالتهابات.

# footAnkleService11
source: Charcot foot.
ar: قدم شاركو.

# footAnkleService12
source: Benign foot and ankle tumors.
ar: الأورام الحميدة في القدم والكاحل.

# footAnkleService13
source: Forefoot, Midfoot, Hindfoot and Ankle arthritis.
ar: التهاب مفاصل مقدمة القدم، منتصف القدم، مؤخرة القدم والكاحل.

# footAnkleService14
source: Total ankle replacement.
ar: استبدال الكاحل الكامل.

# footAnkleService15
source: Pes Cavus deformities.
ar: تشوهات القدم المقوسة (Pes Cavus).

# footAnkleService16
source: Pes Planus deformities.
ar: تشوهات القدم المسطحة (Pes Planus).

# footAnkleService17
source: Congenital and acquired neurological disorders.
ar: الاضطرابات العصبية الخلقية والمكتسبة.

# footAnkleService18
source: Tendon disorders.
ar: اضطرابات الأوتار.

# footAnkleService19
source: Foot and ankle sports injuries.
ar: إصابات القدم والكاحل الرياضية.

# footAnkleService20
source: Arthroscopy of foot and ankle.
ar: تنظير القدم والكاحل.

# footAnkleService21
source: Minimal invasive foot and ankle surgery.
ar: الجراحة طفيفة التوغل للقدم والكاحل.

# footAnkleService22
source: All kinds of foot and ankle fractures and dislocations.
ar: جميع أنواع كسور وخلوع القدم والكاحل.

# traumaServicesTitle
source: Trauma Services
ar: خدمات الإصابات والعظام

# traumaServicesDescription
source: All forms of fractures ranging from minor to severe, high complexity fractures, or fractures with complications.
ar: جميع أنواع الكسور من البسيطة إلى الشديدة، والكسور عالية التعقيد، أو الكسور المصحوبة بمضاعفات.

# footAnkleServicesTitle
source: Foot & Ankle Services
ar: خدمات القدم والكاحل

# footAnkleServicesDescription
source: All forms of foot & ankle pathology ranging from minor to severe, high complex cases, or cases with complications.
ar: جميع حالات أمراض القدم والكاحل من البسيطة إلى الشديدة، والحالات عالية التعقيد، أو الحالات المصحوبة بمضاعفات.

# notificationTitle
source: Notification
ar: الإشعارات

source: Pending
ar: قيد الانتظار

source: Rejected
ar: مرفوض

source: Completed
ar: مكتمل

# meshalApp
source: Dr. Meshal App
ar: تطبيق د. مشعل

# doctorBioName
source: Dr. Meshal Ahmad Alhadhoud MBBCh, SB-Orth, MBA, MPH
ar: د. مشعل أحمد الحذود MBBCh, SB-Orth, MBA, MPH

# specialization
source: Orthopaedic Consultant Orthopedic Trauma Surgery, Reconstructive Foot & Ankle Surgery, and Orthopaedic Surgery Research
ar: استشاري جراحة العظام جراحة إصابات العظام، إعادة بناء القدم والكاحل، وأبحاث جراحة العظام

# academicCertificate1
source: Master of Public Health (MPH), Walden University, Minneapolis, Minnesota, United States of America.
ar: ماجستير الصحة العامة (MPH)، جامعة والدن، مينيابوليس، مينيسوتا، الولايات المتحدة الأمريكية.

# academicCertificate2
source: Master of Business Administration International Healthcare Management (IHM-MBA), Frankfurt School of Finance and Management.
ar: ماجستير إدارة الأعمال الدولية في إدارة الرعاية الصحية (IHM-MBA)، مدرسة فرانكفورت للتمويل والإدارة.

# academicCertificate3
source: Orthopedic Foot & Ankle Reconstructive Clinical Research Fellowship, Queen Elizabeth II Hospital, Dalhousie University, Halifax, Canada.
ar: زمالة بحثية سريرية في إعادة بناء القدم والكاحل، مستشفى كوين إليزابيث الثاني، جامعة دالهوزي، هاليفاكس، كندا.

# academicCertificate4
source: Orthopedic Foot & Ankle Reconstructive Surgery Fellowship, Queen Elizabeth II Hospital, Dalhousie University, Halifax, Canada.
ar: زمالة جراحة إعادة بناء القدم والكاحل، مستشفى كوين إليزابيث الثاني، جامعة دالهوزي، هاليفاكس، كندا.

# academicCertificate5
source: Orthopedic Trauma Surgery Fellowship, King Abdelaziz Medical City, National Guard Hospital, King Saud bin Abdelaziz University for Health Sciences, Riyadh, Saudi Arabia.
ar: زمالة جراحة إصابات العظام، مدينة الملك عبدالعزيز الطبية، مستشفى الحرس الوطني، جامعة الملك سعود بن عبدالعزيز للعلوم الصحية، الرياض، المملكة العربية السعودية.

# academicCertificate6
source: Orthopedic Surgery Residency, Saudi Commission for Health Specialties, King Abdelaziz Medical City, National Guard Hospital, Riyadh, Saudi Arabia.
ar: إقامة جراحة العظام، الهيئة السعودية للتخصصات الصحية، مدينة الملك عبدالعزيز الطبية، مستشفى الحرس الوطني، الرياض، المملكة العربية السعودية.

# academicCertificate7
source: Bachelor of Medicine and Bachelor of Surgery, Cairo University Faculty of Medicine, Cairo, Egypt.
ar: بكالوريوس الطب والجراحة، كلية الطب، جامعة القاهرة، القاهرة، مصر.

# cvHighlight1
source: Evidence-Based Medicine Committee Member in American Orthopedic Foot and Ankle Society (AOFAS).
ar: عضو لجنة الطب القائم على الأدلة في الجمعية الأمريكية لجراحة القدم والكاحل (AOFAS).

# cvHighlight2
source: AO Trauma Faculty Member.
ar: عضو هيئة تدريس AO Trauma.

# cvHighlight3
source: AOPEER Clinical Research Faculty Member.
ar: عضو هيئة تدريس AOPEER للأبحاث السريرية.

# cvHighlight4
source: International OTA Committee Member.
ar: عضو اللجنة الدولية OTA.

# cvHighlight5
source: IBRA International Bone Research Association Faculty.
ar: عضو هيئة تدريس الجمعية الدولية لأبحاث العظام (IBRA).

# cvHighlight6
source: American Orthopedic Foot & Ankle (AOFAS) International Speaker Bureau.
ar: الهيئة الدولية للمتحدثين للجمعية الأمريكية لجراحة القدم والكاحل (AOFAS).

# cvHighlight7
source: 30+ International guest lectures across USA, UK, Switzerland, Germany, Saudi Arabia, Dubai, Egypt, and Italy.
ar: أكثر من 30 محاضرة دولية في الولايات المتحدة، المملكة المتحدة، سويسرا، ألمانيا، السعودية، دبي، مصر، وإيطاليا.

# cvHighlight8
source: 20 peer-reviewed paper publications.
ar: 20 منشورًا محكمًا في مجلات علمية.

# cvHighlight9
source: 2 textbook chapters.
ar: فصلان في كتب علمية.

# academicCertificateTitle
source: Academic Certificate & Training
ar: الشهادات الأكاديمية والتدريب

# cvHighlightsTitle
source: CV Highlights
ar: أهم الإنجازات والسيرة الذاتية

source: Answer
ar: إجابة
